{
    "21660": {
        "brand": "FunKo",
        "list_price": 10.99,
        "product_description": "From Spider-Man homecoming, Spider-Man W/headphones, as a stylized pop vinyl from Funko! figure stands 3 3/4 inches and comes in a window display box. Check out the other Spider-Man homecoming figures from Funko! collect them all!",
        "product_id": "21660",
        "product_name": "Funko Pop Movies HC-Spider-Man w/Headphones Collectible Vinyl Figure",
        "sale_price": 8.99
    },
    "23346": {
        "brand": "FunKo",
        "list_price": 10.99,
        "product_description": "From Black Panther, Shuri, as a stylized POP vinyl from Funko! Figure stands 3 3/4 inches and comes in a window display box. Check out the other Black Panther figures from Funko! Collect them all!.",
        "product_id": "23346",
        "product_name": "Funko Pop Marvel: Black Panther Shuri Collectible Figure",
        "sale_price": 9.99
    },
    "67044": {
        "brand": "Voltron",
        "list_price": 19.99,
        "product_description": "From days of long ago, from uncharted regions of the universe, comes a legend. The legend of Voltron, Defender of the universe! a mighty robot, loved by good, feared by evil! now you can take control of the red Lion from the classic television series. All new technology means this red Lion can combine with the other classic legendary Lions to create the most advanced Voltron ever!.",
        "product_id": "67044",
        "product_name": "Voltron Classic Combining Yellow Lion Action Figure",
        "sale_price": 17.99
    },
    "JAN172663": {
        "brand": "Diamond Select",
        "list_price": 24.99,
        "product_description": "A Diamond Select Toys release! you're welcome! the Guardians of the galaxy have been one of the most requested additions to the Marvel select action figure line of the past few years, and now DST is happy to announce a new series of movie-based figures! Star-Lord and Drax the destroyer are both based on their appearances from Guardians of the galaxy Vol. 2, and each measures approximately 7 inches tall and includes a diorama base. PLUS, Star-Lord comes with rocket, and Drax comes with a baby-sized figure of Groot! sculpted by gentle giant Studios!.",
        "product_id": "JAN172663",
        "product_name": "Diamond Select Toys Marvel Select Guardians of The Galaxy 2 Star-Lord & Rocket Action Figure",
        "sale_price": 15.0
    },
    "MAY172533": {
        "brand": "Diamond Select",
        "list_price": 24.99,
        "product_description": "A Diamond Select Toys release! From the other side of the Spider-Verse comes the rockin'est Spider-hero in town! Mary Jane's drummer and protector of New York City Gwen Stacy is the latest Marvel Select action figure from DST, and she's sure to be one of our best sellers! The approximately 6.75-inch action figure comes with interchangeable raised and lowered hoods, various interchangeable hands, and a sculpted diorama base depicting a fallen robot! Packaged in the display-ready Select packaging with side-panel artwork. Sculpted by Jean St. Jean!.",
        "product_id": "MAY172533",
        "product_name": "Diamond Select Toys Marvel Select Spider-Gwen Action Figure",
        "sale_price": 19.17
    }
}
